[General]
Translator, "Blank517, bovirus, Ghiso, ivan13303, Luca23425, Manujito, Paola73277, Paolo Tiraboschi, QbProg, Rorschach, zeroblu3"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "725"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "28"


[Icon]
R0lGODlhEAAMAPcAAOjo6ODg4Onp6aCgoOPj45YXCTyhGpYXCt4iENIhDNQhDdYhDWmJXjycGt15
berv8PLw8pvKi+zp7ezq7Onu7yttE5oXC9wiDl6FUV+EUmyKY5LDgH67aO7u7tAhDJdUTNQhC5kX
CtpmVNpnV+Xi5pAUBW+3VtgiDeN8cZEWB9oiD7bTq+Xh5uXl5eCimne5YCxvFHGNZ5VbUqKho4zA
enO5W4vAeNxrXeawp5lVSdYwHYS+bkN7MJpSSD6fHJpVTZPDgs8cBebt7pMXCZt5ckCmG9p5bfD0
9JkXC73Zs4KTekCcHpzHjYrBdtpfT+vp7H+7apdUS+Z3aKPQk0l5OOvp61OnNuCelKCeofL5+efn
5+Li4pjKhnSMbNh2apjHhnS2W53Kjeru7/Dw8NEcBnCNZtptX4a8c3u7Y9YhDHq4YytyEuGnnkt9
Ony8aLLSpzufF47DfDabEtAhC+Tr7Ozs7OPp680lD+UjEN94aUKkHoS+cNttXtkdCOJ1ZmSGWJUt
JKGkpc4fCK7QoqWpqevv8NhURJHEfoG+azydGOrq6nu8ZNghDt0iDi5wFefj6JMTBVaASeTg5e7r
8IfBc4i+c80bBE5+PuBlVOHh4avPntZ1aJMiE26KY56enunw8dxnV1yCTOB4aJYXC9EsF9qHe4vE
d9MbB4O7bkChG0qjKp0XC1F+Qoa9cgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjaALvE6KSBgZIZAwYEIvIhSo4eMspMCROBSxIIHcYcwZFHlB8pnBh8AbIhzooJAAQUYmOGzw1M
Jf4comGD0psqKcW4EDEClI4UGZq02oNo0BMAAB5ccWKIFIghoXZA4bBIkwQtAiiUuiPIQ5oCkdyo
QVODCYkAAexssjQnwYkCrF6AsSIHlaQAW+h4CZJAgYoDl0wsSQTnDItMBIQYIaNgwYUQbVQ18GGg
0iMCLT45OLWAEQIkPAyk0lPE1CRFdbKg6NMIAZ5VVCrAcLQGAxZPAwj9gHRglAVAAQEAOw==


[BFAPI]
ErrorClientVersionTooOld, "La versione installata è troppo vecchia.\nAggiornala e riprova."
ErrorFailClientTime, "L'orologio del computer non è impostato correttamente.\nControlla le impostazioni della data/ora di sistema e riprova."
ErrorFailLogin, "Controlla l'indirizzo email, la password e riprova."
ErrorFailPrefix, "Impossibile connettersi all'account di Binary Fortress.\nControlla la connessione a internet e verifica che questa applicazione non sia bloccata da un proxy o da un firewall nel computer o sulla rete."
ErrorInvalidProTrialLicenseKey, "La chiave di licenza di prova sembra non essere valida.\nContattaci per avere maggiori informazioni."
ErrorItemSizeTooLarge, "Uno degli elementi che stai cercando di sincronizzare è troppo grande.\nDovrai eliminare tale elemento e riprovare a sincronizzare."
ErrorTrialExpiredPrompt, "La licenza Pro di prova è scaduta.\nVuoi contattarci e iniziare un'altra prova?"
ErrorTwoFactorInvalid, "Il codice a due fattori non è valido o è scaduto.\nRiprova."
ErrorUnknownProPurchasedLicenseKey, "La chiave di licenza sembra non essere valida.\nContattaci per avere maggiori informazioni."
LoginPrompt, "Per sincronizzare i tuoi profili è necessario effettuare l'accesso a Binary Fortress .\nVuoi inserire ora le credenziali di accesso?"
PromptTwoFactor, "Inserisci il codice a due fattori che è stato inviato nel dispositivo.\nSe non lo ricevi nei prossimi minuti, contatta il supporto di Binary Fortress."
PromptTwoFactorImportOldCredentials, "Questa applicazione ora supporta l'autenticazione a due fattori che è attualmente attivata nell'account.\n\nInserisci il codice a due fattori che è appena stato inviato al dispositivo,\nSe non lo ricevi nei prossimi minuti, contatta il supporto di Binary Fortress."
PromptTwoFactorTOTP, "Inserisci il codice a 6 cifre generato dall'app di autenticazione.\nSe hai qualche problema con il codice di autenticazione contatta il supporto tecnico Binary Fortress."
TitleSync, "Sincronizzazione in corso con l'account di Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Accedi"
btnLogout, "&Disconnetti"
btnMyAccount, "&Account"
btnMyLicenses, "&Licenze"
btnRegister, "&Registra"
btnResetPassword, "Ripristina PWD"
lblEmailAddress, "Indirizzo email:"
lblName, "Nome:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personale o aziendale, # indica il numero di licenze"
LicenseRestrictionEnterprise, "Numero illimitato di computer in qualsiasi sede dell'azienda"
LicenseRestrictionPersonal, "Personal computer illimitati e un computer aziendale che usa un singolo utente"
LicenseRestrictionSite, "Numero illimitato di computer in un luogo specifico"
LicenseRestrictionStandard, "Personale o aziendale, 1 computer"
LicenseRestrictionSteam, "Personale o aziendale, computer illimitati, tu devi essere l'utente principale, Steam deve essere installato"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Inserisci un indirizzo email valido e riprovare."
ErrorEnterPassword, "Inserisci la password e riprova."
ErrorLoginFailed, "Impossibile caricare le informazioni dell'account. \nControlla il nome utente e la password e riprova."
ErrorNoLicensesFound, "Impossibile trovare le informazioni della licenza per questo account.\nSe vuoi assistenza, contatta il supporto."
ErrorUnknownLicenses, "Si è verificato un errore durante il caricamento delle informazioni della licenza."
ErrorUnknownLogin, "Si è verificato un errore durante il caricamento delle informazioni dell'account."
Note, "Per recuperare le tue licenze e sincronizzare con il tuo account Binary Fortress effettua l'accesso."
SelectLicensePrompt, "Stai attualmente usando la versione gratuita, una versione Pro di prova o la chiave di licenza non è valida.\nVuoi caricare una chiave di licenza dall'account di Binary Fortress?"
Title, "Account Binary Fortress"
TitleLoadingLicenses, "Caricamento informazioni licenza"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data creazione"
colDateExpires, "Data scadenza"
colLicenseKey, "Chiave licenza"
colLicenseRestrictions, "Restrizioni licenza"
colLicenseType, "Tipo licenza"
colName, "Nome licenza"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Confermi l'uso di questa chiave licenza?"
ErrorSelectLicense, "Seleziona una licenza dall'elenco e riprova."
ShowNeedLicenseWarning, "Per usare una chiave di licenza selezionala dall'elenco, e poi seleziona 'OK' ."
Title, "Licenze"


[BFFormCodeEditor]
btnHotKeyEdit, "Modifica"
btnInsertFunction, "&Inserisci codice"
btnInsertFunctionTT, "Per costruire la tua funzione cerca attraverso l'elenco degli script di aiuto precompilati."
btnRedoTT, "Ripristina (Ctrl + Y)"
btnReferencesDefault, "Riferimenti predefiniti"
btnRunFunction, "&Esegui funzione"
btnRunFunctionTT, "Esegue funzione attuale."
btnUndoTT, "Annulla (Ctrl + Z)"
btnVerifyFunction, "&Verifica funzione"
btnVerifyFunctionTT, "Verifica il codice della funzione attuale senza eseguirla."
ErrorCompileFailed, "Compilazione fallita."
ErrorEnterCode, "Inserisci del codice C# o VB.net e riprova."
ErrorEnterName, "Inserisci un nome e riprova."
ErrorRunFailed, "Esecuzione fallita."
lblDescription, "Descrizione:"
lblHelp, "Aiuto per le Funzioni"
lblKeyCombination, "Combinazione tasti:"
lblLanguage, "Lingua:"
lblName, "Nome:"
lblReferences, "Riferimenti:"
lblShare, "Condividi il tuo codice con la comunità!"
MessageRunning, "In esecuzione:"
MessageRunSuccess, "Esecuzione completata."
MessageVerifySuccess, "Verifica completata."
MessageWait, "In attesa del completamento della funzione script.\nPer fermarla puoi usare l'icona delle funzioni script nella barra di notifica."
MessageWaitTitle, "In attesa del codice"
PromptChangeLanguage, "Vuoi ricaricare il codice di base per la funzione script?\nATTENZIONE: Questo resetterà la funzione script."
PromptCloseWithoutSave, "Sei sicuro di volere chiudere senza salvare?"
PromptDefaultReferences, "Sei sicuro di volere reimpostare i riferimenti ai valori predefiniti?"
PromptInvalidSave, "Questa funzione script sembra non essere valida.\nSei sicuro di volerla salvare lo stesso?"
ShareMessage, "Il tuo codice verrà allegato automaticamente a questa richiesta.\nSe vuoi inviare un messaggio, inseriscilo sopra la linea di divisione. Grazie!"
ShareSubject, "Condividi codice:"
ShareTitle, "Condividi codice"
ShareWarning, "Il tuo nome verrà visualizzato nei ringraziamenti, perciò facci sapere se preferisci usare un alias o condividere anonimamente."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Selezionalo stile di Windows:"
PromptSelectWindowStylesEx, "Seleziona lo stile di Windows esteso:"
RemoveConfirmOne, "Sei sicuro di voler eliminare l'elemento selezionato?"
SelectAnItem, "Seleziona una voce dall'elenco e riprova."
SelectAudioDevice, "Seleziona un dispositivo audio."
SelectMouseCursorLocation, "Fai clic per selezionare la posizione del cursore del mouse\nPremi qualsiasi tasto per annullare"
SendKeys_EditString, "Modifica la frase"
SendKeys_EnterString, "Inserisci la frase:"
SendKeys_mniAddKeyCombination, "Aggiungi una combinazione di tasti"
SendKeys_mniAddRawText, "Aggiungi un testo non formattato"
SendKeys_mniAddText, "Aggiungi un testo"
SendKeys_Title, "Generatore SendKeys"


[BFFormDownload_Strings]
ConfirmCancel, "Sei sicuro di voler annullare il download?"
Error, "Si è verificato un errore."
Progress, "{0} KB rimanenti ({1} KB totali)"
ProgressUnknown, "Download: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Seleziona un tag di WallpaperFusion e riprova."
lblQuery, "Filtro:"
Title, "Tag WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Chiudi"
colContributors, "Contributori"
colCreatedBy, "Creato da"
colDownloads, "Download"
colLanguage, "Lingua"
colLastModified, "Ultima modifica"
lblQuery, "Filtro:"
Loading, "Caricamento..."


[BFFormProxySettings_Controls]
btnSave, "Salva"
lblProxyAddress, "Indirizzo server:"
lblProxyPassword, "Password:"
lblProxyPassword2, "Conferma password:"
lblProxyPort, "Porta:"
lblProxyUsername, "Nome utente:"
rdoCustomSettings, "Usa queste impostazioni &proxy:"
rdoNoProxy, "&Nessun server proxy (connessione ad internet diretta)"
rdoUseIESettings, "Usa le impostazioni di Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Inserisci un indirizzo per il server proxy o seleziona 'Nessun server proxy'."
EnterServerPort, "Inserisci una porta per il server proxy o seleziona 'Nessun server proxy'."
PasswordDecryptionFailed, "Le impostazioni della connessione internet sembrano non essere valide.\nVuoi reinserire la password del server proxy per risolvere il problema?"
PasswordsNotMatch, "Le password non corrispondono. Riprova."
Title, "Impostazioni connessione"


[BFFormSelectApplication]
AllApplications, "Tutte le applicazioni"
btnBrowse, "&Sfoglia"
colApplication, "Applicazione"
colPath, "Percorso"
GroupDesktopApplications, "Applicazioni desktop"
GroupWindows8Applications, "Applicazioni universali Windows"
lblWindowPicker, "Per selezionare automaticamente nell'elenco il processo di quella finestra trascina questo sopra una finestra"
PleaseSelectApplication, "Per continuare scegli un'applicazione ."
Title, "Seleziona applicazione"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valore predefinito"
chkShowOnlyModified, "Visualizza solo valori modificati"
colSetting, "Impostazione"
colValue, "Valore"
lblFilter, "Filtro:"
lblHelp, "Fai doppio clic su un'impostazione per cambiarla. Seleziona 'Guida' per ulteriori informazioni."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Si è verificato un errore durante il salvataggio di questa impostazione."
SavedSuccessfully, "Salvataggio completato impostazioni avanzate.\nPer rendere effettive le modifiche devi riavviare l'applicazione ."
Title, "Impostazioni avanzate"
TitleEdit, "Modifica impostazione avanzata"


[BFFormSettings_Controls]
btnAdvancedSettings, "Impostazioni avanzate"
btnAutoUpdateCheckNow, "Verifica &aggiornamenti"
btnBackupSettings, "Esporta impostazioni"
btnLanguageHelp, "Aiutaci a completare una traduzione"
btnLicenseChangeToFree, "Passa alla versione gratuita"
btnLicenseKeyRequestTrial, "Richiedi nuova licenza di prova"
btnLicenseKeyRestoreTrial, "Ripristina chiave di licenza di prova"
btnLicenseLoadOnline, "Carica dall'account Binary Fortress"
btnLicensePasteFromClipboard, "Incolla dagli Appunti"
btnProxySettings, "Impostazioni connessione"
btnRestoreSettings, "Ripristina impostazioni"
btnTroubleshootingClearLogBASE, "Azzera registro"
btnTroubleshootingCopyBASE, "Copia informazioni negli Appunti"
btnTroubleshootingExportBASE, "Esporta info in un file"
btnTroubleshootingForceCleanupBASE, "&Forza pulizia memoria"
btnTroubleshootingOpenLogBASE, "Visualizza registro"
btnTroubleshootingRefreshBASE, "&Aggiorna"
chkAutoUpdate, "Verifica automaticamente la presenza di aggiornamenti"
chkAutoUpdateBeta, "Verifica la presenza di versioni beta (più recenti, non stabili)"
chkAutoUpdateSteam, "Controlla automaticamente aggiornamenti"
colLanguageName, "Nome"
colLanguagePercentComplete, "Completo"
colLanguageTranslators, "Traduttori"
colLanguageVersion, "Versione"
gbAutoUpdate, "Controlla aggiornamenti"
gbLicenseReseller, "Informazioni rivenditore"
lblAutoUpdateWarningBASE, "Attenzione: gli aggiornamenti automatici sono disabilitati. Non ti verrà proposto di installare le nuove versioni"
lblLanguageGetMore, "Download nuove lingue aggiornate"
lblLicenseExpires, "Scadenza chiave licenza:"
lblLicenseKey, "Chiave licenza:"
lblLicenseTo, "Utente licenza:"
tabAbout, "Info programma"
tabLanguage, "Lingue"
tabLicense, "Chiave licenza"
tabOptions, "Opzioni"
tabOurApps, "Le nostre app"
tabTroubleshooting, "Risoluzione problemi"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Sei sicuro di voler rimuovere la chiave licenza e passare alla versione gratuita?"
ChangeToFreeFromTrialPrompt, "Se vorrai usare nuovamente la versione di prova Pro, dovrai richiedere una nuova chiave di prova attraverso il team di supporto. Se desideri conoscere le funzioni che non sono disponibili nella versione gratuita, puoi visitare la pagina con la comparazione delle funzioni pro/Free nel sito web.\n\nSei sicuro di voler rimuovere la chiave di licenza e passare alla versione gratuita?"
DebugLogCleared, "Pulizia registro eventi debug completata."
DebugLogNotFound, "File registro eventi debug non trovato.\nAssicurati di aver attivato l'opzione per il registro eventi debug."
FreeVersion, "Versione gratuita"
LanguageHelpMessage, "Vorrei aiutare a completare una traduzione!"
LanguageHelpMessageDescription, "Aiutaci a completare una traduzione e ricevi una licenza Pro Standard gratis!\nQualcuno ti contatterà entro i prossimi due giorni lavorativi."
LanguageRightToLeft, "Destra-a-Sinistra"
LicenseKeyRequestTrialDescription, "Qualcuno si metterà in contatto con te entro 2 giorni lavorativi."
LicenseKeyRequestTrialMessage, "Vorrei richiedere un'altra licenza di prova. Grazie!"
LogLevel0, "L0: registro eventi disabilitato"
LogLevel1, "L1: registro eventi minimale"
LogLevel2, "L2: registro eventi dettagliato (non raccomandato)"
LogLevel3, "L3: registro eventi totale (non raccomandato)"
RegistryExportSuccess, "Esportazione impostazioni completata."
RestoreSettingsFailed, "Si è verificato un errore nel ripristinare le impostazioni."
RestoreSettingsPrompt, "Non ripristinare alcun backup che non sia stato creato da te o dal team di supporto Binary Fortress.\nSei sicuro di voler ripristinare questo backup?"
RestoreSettingsSuccess, "Ripristino impostazioni completato."
SettingsLoadError, "Si è verificato un errore durante il caricamento delle impostazioni."
SettingsSaveError, "Si è verificato un errore durante il salvataggio delle impostazioni."
Title, "Impostazioni"
TroubleshootingCopyError, "Si è verificato un errore nel copiare le informazioni sulla possibile soluzione dei problemi negli Appunti."
TroubleshootingCopySuccess, "Le informazioni sulla possibile soluzione dei problemi sono state copiate negli Appunti."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Allega file"
btnAttachmentsClear, "Rimuovi allegati"
chkIncludeBackup, "Includi con questa richiesta di supporto un backup delle impostazioni"
lblEmailAddress, "Indirizzo email:"
lblMessage, "Messaggio:"
lblName, "Nome:"
lblSubject, "Oggetto:"
lblWarning, "Le informazioni contenute nella scheda 'Soluzione dei problemi' e nel file 'Debug.log' saranno criptati e inviati con questa richiesta di supporto in modo da poter risolvere il tuo problema più velocemente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Inserisci un indirizzo email valido e riprovare."
EnterMessage, "Inserisci il messaggio e riprova."
EnterName, "Inserisci il tuo nome e riprova."
EnterSubject, "Inserisci l'oggetto del messaggio."
PromptClearAttachments, "Sei sicuro di voler rimuovere questi allegati?"
SendSuccess, "Invio informazioni completato.\nIl team di supporto ti contatterà entro due giorni lavorativi."
Title, "Invia una richiesta di supporto"
TooLongEmailAddress, "Inserisci un'indirizzo email più corto e riprova."
TooLongName, "Inserisci un nome più corto e riprova."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Acquista licenza Pro"
btnLater, "Forse più tardi"
btnMoreInfo, "Maggiori informazioni"
lblInvalidLicense, "La licenza Pro sembra non essere valida!\n\nVerifica di aver inserito correttamente la chiave licenza nella scheda 'Chiave licenza' della finestra delle 'Impostazioni'.\n\nSe la chiave licenza è corretta e continua ad apparire questo messaggio, contatta il supporto di Binary Fortress usando il pulsante 'Guida' qui sotto."
Title, "Chiave licenza non valida"


[BFFormUpdate_Controls]
btnChangeLog, "&Visualizza novità"
btnDownloadOnly, "&Visita il sito web"
btnInstallNow, "&Installa ora"
btnInstallOnExit, "&Installa all'uscita"
btnRemindMeLater, "&Ricordamelo più tardi"
btnSkipThisVersion, "&Salta questa versione"
lblNewVersion, "Nuova versione:"
lblOldVersion, "Versione attuale:"
lblUpdateNotes, "Cambiamenti in questa versione:"
lblUpdateSize, "Dimensione aggiornamento:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "E' consigliato l'aggiornamento a questa nuova versione.\nSei sicuro di voler saltare questo aggiornamento?"
DownloadFailedSave, "Errore nel salvataggio del file in locale."
DownloadingUpdate, "Download aggiornamento"
DownloadInvalidData, "Il server ha restituito dei dati non validi. Il server potrebbe avere dei problemi a reperire il file richiesto."
DownloadNoData, "Il sito web non ha restituito alcun dato."
ErrorDownload, "Si è verificato un errore durante il download della nuova versione."
FreeNotice, "Questo e tutti i futuri aggiornamenti sono gratuiti! Aggiorna ora e divertiti!"
RebootMightBeRequiredWarning, "Dopo l'installazione di questo aggiornamento potrebbe essere necessario riavviare il computer."
Title, "Aggiornamento disponibile"
UpdateProMessage, "Per usare l'aggiornamento rapido devi avere a una licenza Pro .\nVuoi avere maggiori informazioni sull'aggiornamento?"


[BFHelpButton_Controls]
mniDiscussions, "Forum discussione"
mniOnlineHelp, "Guida in linea"
mniSupportRequest, "Richiesta supporto"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Rimuovi combinazione di tasti non valida"
ErrorHotKeyBindFailed, "Associazione combinazione tasti fallita:"
ErrorHotKeyComboInUse, "La combinazione di tasti è già usata. Questo può succedere per alcune ragioni:\n- La combinazione di tasti è già usata da questa applicazione\n- La combinazione di tasti è già usata da un'altra applicazione\n- La combinazione di tasti è usata da una funzione di Windows\n\nModifica o rimuovi la combinazione di tasti nelle impostazioni."
ErrorIncorrectKeyValue, "Combinazione di tasti non valida. Reinserisci una combinazione."
ErrorIncorrectNumberElements, "Combinazione di tasti non valida. Numero tasti scelti non corretto."
ErrorIncorrectNumberKeyMods, "Combinazione di tasti non valida. Numero modificatori scelti non corretto."
ErrorInvalidKeyCombo, "La combinazione di tasti specificata non è valida."
ErrorSystemReserved, "La combinazione di tasti specificata è riservata da Windows e non può essere usata."
ErrorTooManyModifiers, "Combinazione di tasti non valida. Troppi modificatori."
HotKeyButtonRemove, "&Rimuovi"
HotKeyButtonSetHotKey, "Imposta combinazione tasti"
HotKeyLabelKeys, "Seleziona i modificatori e premi il tasto desiderato"
HotKeyLabelMouse, "Seleziona i modificatori e premi il tasto del mouse desiderato"


[BFMessage]
btnCopy, "&Copia negli Appunti"
btnMoreInformation, "&Visualizza ulteriori informazioni"


[BFTextQuery]
CaseSensitive, "Maiuscole/minuscole:"
ErrorBracketMismatch, "Errore: problema con le parentesi.\nChiudi le parentesi o inserisci il codice tra virgolette."
ErrorEscapeCharAtEnd, "Errore: trovato '\' alla fine del codice.\nRimuovi il carattere."
ErrorExpectedMatchCountChar, "Errore: ':::cbc:::' previsto alla posizione {0}.\nChiudi le parentesi o inserisci il codice tra virgolette."
ErrorExpectedQuote, "Errore: "" previsto alla posizione {0}.\nAssicurati di inserire """."
ErrorInvalidChar, "Errore: Carattere non valido '{0}' alla posizione {1}.\nRacchiudilo tra apici."
ErrorInvalidDigit, "Errore: cifre non valide alla posizione {0}.\nLe cifre devono essere positive e contenere solo valori numerici."
ErrorInvalidWordBoundary, "Attenzione: caratteri non validi.\nL'operatore uguaglianza supporta solo lettere e numeri."
MayContain, "Può contenere:"
MayEqual, "Può essere pari a:"
MayNotContain, "Può non contenere:"
MayNotEqual, "Può non essere pari a:"
MustContain, "Deve contenere:"
MustEqual, "Deve essere pari a:"
MustNotContain, "Non deve contenere:"
MustNotEqual, "Non deve essere pari a:"
Time, "una volta"
Times, "{0} volte"


[BFUpdateCheck]
AlreadyInProgress, "Ricerca aggiornamenti già avviata..."
ErrorRunningDownloadedFile, "Si è verificato un errore nel cercare di eseguire il file d'installazione scaricato."
FailedToGetVersion, "Impossibile caricare l'ultimo numero di versione disponibile."
NoUpdate, "La versione installata è aggiornata. Non sono disponibili ulteriori aggiornamenti."


[cFunctions_Strings]
FolderNotRecognized, "La cartella selezionata non è stata riconosciuta e non può essere inclusa nella ricerca."


[CommonControls]
chkIsMetroApp, "Questa è una app Metro (universale)?"
lblMetroAppID, "ID Processo app:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Sfoglia && Aggiungi"
btnBrowseExcludePath, "Sfoglia"
btnFolderBrowse, "&Sfoglia"
btnFolderBrowseAppend, "Sfoglia && Aggiungi"
btnNewSearch, "Cerca in &Nuova Scheda"
btnPause, "Pa&usa"
btnResume, "Rip&rendi"
btnSearch, "&Cerca"
btnStop, "S&top"
chkCaseSensitive, "&Controllo maiuscole/minuscole"
chkFileSizeMax, "Dimensione Massima File:"
chkFileSizeMin, "Dimensione Minima File:"
chkIsQueryRegEx, "Espressione Regolare"
chkSearchSubFolders, "Cerca nelle &sottocartelle"
chkShowFirstResult, "&Mostra solo il primo risultato di ogni file"
chkShowIncludeFilterMatchFiles, "Mostra i nomi di file che corrispondono al "filtro inclusioni""
chkShowIncludeFilterMatchFolders, "Mostra i nomi delle cartelle che corrispondono al "filtro inclusioni""
chkShowQueryMatchFiles, "Cerca i file con nome corrispondente al 'Contenuto'"
chkShowQueryMatchFolders, "Cerca le cartelle con nome corrispondente al 'Contenuto'"
chkUseIFilters, "Abilita l'utilizzo dei Gestori dei File per la ricerca (lento)"
colDateAccessed, "Data di Accesso"
colDateCreated, "Data creazione"
colDateModified, "Data di Modifica"
colEncodingUsed, "Codifica utilizzata"
colExtension, "Estensione"
colFile, "Nome del File"
colFileSize, "Dimensione File"
colLine, "Linea"
colLineNumber, "Num. Linea"
colPath, "Percorso"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostra linee dopo il risultato di ricerca:"
lblAdditionalLinesBefore, "Mostra linee prima del risultato di ricerca:"
lblCreatedTo, "a"
lblDateAccessed, "Data di Accesso:"
lblDateCreated, "Data di Creazione:"
lblDateFilterLogic, "Logica Filtro per Data:"
lblDateModified, "Data di Modifica:"
lblExcludeFiles, "Es&cludi File:"
lblExcludePath, "E&scludi Percorsi:"
lblFilterResults, "Filtro:"
lblIncludeFiles, "Includi &File:"
lblModifiedTo, "a"
lblPath, "&Percorsi:"
lblQuery, "&Query:"
lblStatusFound, "Elementi Trovati: {0}"
lblStatusTotal, "File Cercati : {0}"
mniAbout, "Info programma"
mniAddResultsToZipFile, "Comprimi tutti i risultati"
mniAddSelectedResultsToZipFile, "Comprimi i risultati selezionati"
mniClearSearchHistory, "Cancella Cronologia Ricerche"
mniCloseAll, "Chiudi tutto"
mniCloseAllButThis, "Chiudi le altre schede"
mniCloseSearch, "&Chiudi"
mniCopyFilePathNewLine, "Copia i nomi dei file selezionati (newline separati)"
mniCopyToClipboard, "Copia i Risultati Selezionati"
mniCopyToClipboardAll, "Copia tutti i Risultati"
mniExit, "Esci"
mniExplorerContextMenu, "Menù Contestuale di Windows"
mniHashWithHashTools, "Hash con HashTools"
mniHelp, "Guida"
mniOpenFolder, "Apri Cartella del file"
mniOpenFolderOnly, "Apri Cartella"
mniOpenOther, "Apri con {0}"
mniPermenentDelete, "Elimina in modo Permanente i File Selezionati"
mniRemoveRows, "Rimuovi il Risultato Selezionato dalla Lista"
mniRenameFile, "Rinomina il File Selezionato"
mniSettings, "Impostazioni"
mniShowFilterControls, "Mostra Controlli Filtro"
mniTextCopy, "&Copia"
mniTextSelectAll, "Seleziona &Tutto"
mniTools, "&Strumenti"
mniTrayExit, "Esci"
mniTrayLoadProfiles, "Carica Profilo"
mniTrayShowFileSeek, "Mostra FileSeek"
mniTraySyncProfiles, "Sincronizza Profili"
mnuCopyFilePath, "Copia i Nomi Selezionati (separati da virgola)"
mnuExportAllHTML, "Esporta Tutti i Risultati in HTML"
mnuExportSelectedResultsHTML, "Esporta i Risultati Selezionati in HTML"
mnuFileCopy, "Copia i File Selezionati"
mnuFileCut, "Taglia i File Selezionati"
mnuFileDelete, "Elimina i File Selezionati"
mnuLanguage, "Lingue"
mnuLoadProfile, "Carica"
mnuManageProfiles, "Gestisci Profili"
mnuOpen, "Apri"
mnuOpenNotepad, "Apri con Blocco Note"
mnuProfile, "Profilo"
mnuSave, "Salva"
mnuSaveAll, "Esporta Tutti i Risultati in CSV"
mnuSaveProfile, "Salva Nuovo Profilo"
mnuSaveSelection, "Esporta i Risultati Selezionati in CSV"
mnuShowFullLanguageList, "Mostra Lista Intera"
mnuSyncProfiles, "Sincronizza Profili"
rdoMatchQueryLineByLine, "Ricerca contenuto linea per linea"
rdoMatchQueryToWholeFile, "Ricerca contenuto nell'intero file"
tabAdvanced, "Avanzate"
tabDateFilters, "Filtro per Data"
tabFileSizeFilters, "Filtro per Dimensione"
tabSearch, "Cerca"


[frmMain_Strings]
AccessedAfterTT, "Ultimo accesso dopo il {0}"
AccessedBeforeTT, "Ultimo accesso prima del {0}"
AccessedBetweenTT, "Ultimo accesso tra {0} e {1}"
AllDrives, "Tutti i dischi"
AppSelectionErrorPartOne, "Impossibile trovare l'applicazione specificata."
AppSelectionsErrorPartTwo, "Selezionarne una diversa adesso?"
btnNewSearchTT, "Apre una nuova scheda ed avvia la ricerca"
btnSearchTT, "Avvia la ricerca nella scheda corrente"
btnStopTT, "Interrompe la ricerca selezionata"
CaseSensitiveQueryTT, "Controllo Maiuscole/Minuscole"
cboDateFilterLogic_AND, "E"
cboDateFilterLogic_OR, "O"
cboExcludeFileFilterMode_Pattern, "Il filtro "Escludi file" è un Pattern"
cboExcludeFileFilterMode_RegEx, "Il filtro "Escludi file" è una RegEx"
cboExcludeFileFilterMode_TextQuery, "Il filtro "Escludi file" è una Query Testuale"
cboIncludeFileFilterMode_Pattern, "Il filtro "Includi file" è un Pattern"
cboIncludeFileFilterMode_RegEx, "Il filtro "Includi file" è una RegEx"
cboIncludeFileFilterMode_TextQuery, "Il filtro "Includi file" è una Query Testuale"
cboQueryMode_RegEx, "Espressione Regolare"
cboQueryMode_TextQuery, "La Query è una Query Testuale"
chkShowFirstResultTT, "Mostra solo la prima linea quando la ricerca è effettuata per linea"
ColumnChangeMessage, "Le modifiche applicate alle colonne dei risultati di ricerca non saranno effettive finchè non viene riavviata la ricerca."
ContextMenuError, "Si è verificato un errore mostrando il Menù Contestuale di Windows."
CreatedAfterTT, "Creato dopo il {0}"
CreatedBeforeTT, "Creato prima del {0}"
CreatedBetweenTT, "Creato tra il {0} ed il {1}"
CSVSpreadsheet, "File CSV"
CustomAppOpenError, "Si è verificato un errore durante l'apertura del file con l'applicazione specificata."
DateCreatedError, "Selezionare una Data Finale successiva alla Data Iniziale."
DateFiltersSelected, "Filtra per Data:"
DateModifiedError, "Selezionare una Data di Modifica finale successiva alla Data di Creazione iniziale."
EmptyPDFError, "Il file PDF è stato analizzato ma non conteneva alcun testo"
EnterProfileName, "Nome del profilo:"
ErrorDirectoryEmpty, "Il percorso è vuoto"
ExcludeFilesTT, "File Esclusi: {0}"
ExcludePathsTT, "Percorsi Esclusi: {0}"
ExportDateAccessed, "Data Ultimo Accesso"
ExportDateCreated, "Data Creazione"
ExportDateModified, "Data Modifica"
ExportExtension, "Estensione"
ExportFileName, "Nome File"
ExportFileSize, "Dimensione File"
ExportLineNumber, "Linea #"
ExportLineText, "Linea"
ExportPath, "Percorso"
FileDeleteMessage, "Attendere mentre FileSeek effettua l'operazione richiesta.\nE' possibile chiudere la finestra, ma ciò potrebbe comportare risultati inattesi mentre l'operazione è in esecuzione."
FileDeleteQuestion, "Conferma l'eliminazione delle cartelle o dei file selezionati?"
FileDeleteTitle, "Ri"
FileDeletionError, "Si è verificato un'errore durante l'eliminazione dei file o delle cartelle."
FileHandlerError, "Inserisci un percorso in cui effettuare la ricerca."
FileIncludeNameMatch, "Corrispondenza Nome del File [Filtro File Inclusi]"
FileOpenError, "Si è verificato un errore durante l'apertura di questo file."
FilePermenentDeleteQuestion, "Confermare l'eliminazione permanente dei file selezionati?"
FileQueryNameMatch, "Corrispondenza del Nome del File [Contenuto]"
FileReadError, "Errore durante l'accesso al File : {0}"
FileSelectionError, "Selezionare almeno un file esistente e riprovare."
FileSizeError, "Selezionare una Dimensione File Massima maggiore od uguale alla Dimensione File Minima."
FileSizeFiltersSelected, "Filtri Dimensione File:"
FilesSearched, "File Cercati : {0}"
FilesSkipped, "File Saltati: {0}"
FolderBrowserDescription, "Seleziona una cartella in cui effettuare la Ricerca"
FolderBrowsingError, "Si è verificato un errore durante la selezione della cartella."
FolderIncludeNameMatch, "Corrispondenza del Nome della Cartella [Filtro File Inclusi]"
FolderItemError, "Impossibile recuperare la cartella per l'elemento: {0}"
FolderOpenError, "Si è verificato un errore durante l'apertura di questa cartella."
FolderQueryNameMatch, "Corrispondenza del Nome della Cartella [Contenuto]"
FolderReadError, "Impossibile leggere l'elenco cartelle nella cartella : {0}"
HiddenFolderError, "Ricerca non effettuata perchè è un file/cartella nascosto"
HyperTextMarkupLanguageFile, "File HTML"
IFilterWarning, "Abilitare i Gestori dei File per visualizzare dei risultati corretti per {0} file"
IncludeFilesTT, "File Inclusi: {0}"
InvalidExcludeFilesRegExError, "Il pattern RegEx dei File Esclusi non è valido\n{0}"
InvalidFolderLength, "Lunghezza Cartella non valida."
InvalidIncludeFilesRegExError, "Il pattern RegEx dei File Inclusi non è valido\n{0}"
InvalidQueryError, "La query testuale è invalida.\n{0}"
InvalidQueryRegExError, "Espressione Regolare non valida.\n{0}"
KeypressError, "Si è verificato un errore durante l'elaborazione del tasto premuto."
LinkedFolderError, "Cartella non elaborata perchè link o punto di giunzione"
MatchesFound, "Elementi Trovati: {0}"
MatchesFromQueue, "risultati in coda: {0}"
MatchesFromQueueIcons, "icone in coda: {0}"
MaxFileSizeTT, "Dimensione Massima File: {0}"
MaxPathError, "Questo è un percorso lungo e potrebbe non funzionare con qualche programma"
MenuOpenError, "Si è verificato un errore durante l'apertura del menù."
MinFileSizeTT, "Dimensione Minima File: {0}"
ModifiedAfterTT, "Modificato dopo il : {0}"
ModifiedBeforeTT, "Modificato prima del: {0}"
ModifiedBetweenTT, "Modificato tra il {0} ed il {1}"
More, "(altro)"
NoDateFiltersSelected, "Nessun filtro per data selezionato"
NoFileSizeFiltersSelected, "Nessun filtro per dimensione selezionato"
NoOptionsSelected, "Nessuna opzione selezionata"
NotepadError, "Si è verificato un errore durante l'apertura con Notepad."
NotYourProfile, "Non si è il proprietario di questo profilo."
OnlyShowFirstResultTT, "Mostra solo il Primo Risultato"
OpenManyQuestion, "Confermare l'apertura di {0} file o cartelle?"
OptionsSelected, "Opzioni Selezionate:"
OtherApplication, "Altra Applicazione"
PathsTT, "Percorsi: {0}"
PathTooLongError, "Windows non supporta l'azione selezionata con i nomi di file lunghi."
ProfileLoadError, "Si è verificato un errore durante il caricamento del profilo."
ProfileLoadOnStartError, "Si è verificato un errore durante il caricamento del profilo. Il Profilo è inesistente."
ProfileNameEmptyError, "Non hai inserito un nome profilo.\nInserisci un nome e riprova."
ProfileOverwriteQuestion, "Sovrascrivere il profilo '{0}'?"
ProfileSaved, "Impostazioni di ricerca salvati nel profilo '{0}'"
ProfileSaveError, "Impossibile salvare il profilo."
ProOnlyDoubleClickPrompt, "L'azione per il doppio click è impostata su una funzionalità di FileSeek Pro.\nE' possibile cambiare la gestione predefinita del doppio click nella scheda Impostazioni -> Ricerca.\n\nSi desiderano ulteriori informazioni sull'upgrade?"
QueryTT, "Contenuto:\n{0}"
rdoMatchQueryLineByLineTT, "Carica i file una linea alla volta e cerca la corrispondenza in ogni linea"
rdoMatchQueryToWholeFileTT, "Carica l'intero file e cerca la corrispondenza nell'intero testo"
RenameFileError, "FileSeek non è stato in grado di rinominare la cartella o il file selezionato.\nUsare un nome differente e riprovare."
RenameFileFolder, "Rinomina il File Selezionato:"
ResultCopied, "Un risultato copiato negli appunti."
ResultCopyError, "Si è verificato un errore durante la copia dei risultati di ricerca negli appunti."
ResultSaveError, "Si è verificato un errore durante il salvataggio dei risultati.\n{0}"
ResultsCopied, "{0} risultati copiati negli appunti."
ResultSelectionError, "Selezionare almeno un risultato di ricerca e riprovare."
SaveResults, "Salva Risultati in un Foglio di Calcolo"
SaveResultsAsHTML, "Salva Risultati in HTML"
SaveSearchProfile, "Salva Profilo di Ricerca"
SearchComplete, "Ricerca completata in {0}s"
SearchCriteria, "Criterio di Ricerca:"
SearchCriteriaEmptyTT, "Il criterio di ricerca è vuoto"
SearchEnd, "Fine Ricerca : {0}"
SearchError, "Si è verificato un errore durante la ricerca."
SearchStart, "Inizio Ricerca : {0}"
SearchSubFoldersTT, "Cerca nelle sottocartelle"
SettingFormShowError, "Si è verificato un errore durante la visualizzazione della Finestra Impostazioni."
Syncing, "Sincronizzazione con l'Account Binary Fortress..."
SystemFolderError, "Ricerca non effettuata perchè è un file/cartella di sistema"
TextCopyError, "Si è verificato un errore durante la copia del testo."
TextProcessingError, "Si è verificato un errore durante l'elaborazione del testo."
TextQueryHelpTT, "Guida sulle Query Testuali"
TextSelectionError, "Selezionare del testo e riprovare."
txtPathTT, "Separa più elementi con il carattere |"
UseFileHandlersTT, "Utilizza Gestori dei File"
ViewingAppPartOne, "Non è ancora stata scelta un'applicazione utente per la visualizzazione"
ViewingAppPartTwo, "Selezionarne una adesso?"
ZipFile, "File zip"


[frmProfileManager_Controls]
btnCopyProfile, "Copia Profilo"
btnDelete, "Elimina"
btnExport, "Esporta Profilo"
btnImport, "Importa Profilo"
btnRename, "Rinomina"
btnSync, "Sincronizza con l'Account di Binary Fortress"
colProfileName, "Nome Profilo"
colProfileOwner, "Proprietario Profilo"
lblCurrentProfile, "Utente Corrente: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Come chiamare il nuovo profilo?"
ExportFileSeekSearchProfile, "Esporta Profilo FileSeek"
ExportSearchProfileSuccessful, "Profilo FileSeek esportato correttamente"
FileSeekSearchProfile, "Profilo FileSeek"
ImportFileSeekSearchProfile, "Importa Profilo FileSeek"
MustSelectAnItem, "Scegliere un profilo dalla lista e riprovare."
ProfileDeleteQuestion, "Confermare l'eliminazione del profilo selezionato?"
RenameSearchProfile, "Rinomina Profilo di Ricerca"
SearchProfileName, "Nome Profilo di Ricerca:"
Title, "Gestisci Profili"


[frmSettings_Controls]
btnBrowseOther, "&Sfoglia"
btnClearHistory, "Cancella Cronologia Ricerche"
btnIFilterToggle, "Abilita/Disabilita Gestore File"
btnOtherDefault, "Pre&definito"
chkCloseToTray, "Chiudi Fileseek nell'Area di Notifica"
chkCombineParameters, "Apri i file nella stessa istanza, anzichè avviare istanze multiple"
chkErrorDirectoryEmpty, "Mostra un errore quando si trova una cartella vuota"
chkErrorForLongPaths, "Mostra un errore e salta il percorso quando è più lungo di 260 caratteri"
chkExportExtraLines, "Esporta le linee extra quando si salvano i risultati di ricerca"
chkIFilterErrors, "Mostra un errore per i file senza Gestori (quando la ricerca con Gestori dei File è abilitata)"
chkIsQueryFullString, "Considera il testo della query come un unico termine"
chkLinkedFoldersSearch, "Cerca file e cartelle che sono link o punti di giunzione"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostra un errore quando si salta un link/giunzione"
chkMinimizeToTray, "Minimizza FileSeek nell'area di notifica"
chkOnlyShowMatchedText, "Mostra solo le corrispondenze del testo nei risultati di ricerca"
chkResetSearchValues, "Azzera le impostazioni quando si avvia una ricerca in una nuova tab"
chkResultWordWrap, "A capo automatico nel testo mostrato in un risultato di ricerca"
chkSearchHiddenFiles, "Ricerca cartelle e file nascosti"
chkSearchSystemFiles, "Ricerca cartelle e file di sistema"
chkSearchWithinLNKFiles, "Cerca il file a cui punta i file LNK"
chkShowErrorEmptyPDF, "Mostra un errore quando viene trovato un file PDF vuoto"
chkShowFileErrors, "Mostra un errore quando un file o una cartella non è accessibile"
chkShowHiddenFileError, "Mostra un errore quando si saltano cartelle e file nascosti"
chkShowSystemFileError, "Mostra un errore quando si saltano cartelle e file di sistema"
chkShowToolTips, "Mostra ToolTip"
chkSingleInstance, "Forza apertura di una sola istanza di FileSeek"
chkStartWithClearProfile, "Azzera i criteri di ricerca all'avvio di FileSeek"
chkTreatAllExcludePathFiltersAsWildcards, "Considera tutti i filtri di Esclusione Cartelle come wildcard"
chkTreatAllIncludeFiltersAsWildcards, "Considera tutti i Filtri di Inclusione come caratteri Jolly"
chkUseCustomDateFormat, "Usa un formato di data personalizzato"
chkUsePreviewHandlers, "Mostra Anteprime nel pannello dei risultati"
chkWindowsContextMenu, "Mostra FileSeek nel Menù Contestuale di Windows"
colAvailableColumns, "Colonne Disponibili"
colSelectedColumns, "Colonne Selezionate"
gbCmdLineVars, "Variabili da riga di comando"
gbDateFormat, "Formato Data"
gbGeneralOptions, "Opzioni Generali"
gbPresentationOptions, "Opzioni di Presentazione"
gbSearchColumns, "Colonne Pannello Risultati"
lblCmdLineParam, "Parametri da riga di comando da passare:"
lblDateFormatLink, "Stringhe di Data e Ora personalizzate"
lblDefaultDoubleClick, "Scegli un'operazione predefinita per il doppio click su un risultato:"
lblFileHandlerFAQ, "Domande frequenti sul gestore file"
lblNumChar, "Numero di caratteri mostrati per ogni risultato:"
lblOtherApplicationName, "Nome dell'applicazione:"
lblSelectViewingApp, "Seleziona l'applicazione per la visualizzazione dei file:"
lblSkipFile, "Tempo massimo di ricerca per singolo file (0=illimitato):"
pageSearchViewSettings, "Impostazioni Visualizzazione Risultati"


[frmSettings_Strings]
AppBrowsingError, "Si è verificato un errore durante la scelta dell'applicazione."
cboDefaultDoubleClickOperation_ExportAllCSV, "Esporta Tutti i Risultati in CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Esporta Tutti i Risultati in HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Esporta i Risultati Selezionati in CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Esporta i Risultati Selezionati in HTML"
cboDefaultDoubleClickOperation_Open, "Apri con il Gestore Predefinito"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Apri Cartella del file"
cboDefaultDoubleClickOperation_OpenNotepad, "Apri con Blocco Note"
cboDefaultDoubleClickOperation_OpenOther, "Apri con {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Con questa opzione abilitata, la ricerca di foo verrà interpretata come *foo*"
ClearHistoryError, "Si è verificato un errore durante l'eliminazione della cronologia delle ricerche."
ClearHistoryWarning, "Eliminare la cronologia delle ricerche effettuate?"
CommandLineError, "Inserire gli argomenti della linea di comando, o premere 'Predefinito' per cancellarli."
CustomDateFormatError, "Si è verificato un errore nell'impostazione del formato di data personalizzato.\nCorreggere l'errore e riprovare."
DisableFileHandler, "Disattiva i Gestori dei File"
DisablePreviewHandler, "Disabilita Gestore Anteprima"
EnableFileHandler, "Abilita i Gestori dei File"
EnablePreviewHandler, "Abilita Gestore Anteprima"
FileCommandDescription, "{0}: Sostituisce il nome del file."
FileHandlerListError, "Si è verificato un errore durante l'enumerazione dei Gestori dei File."
FileHandlerSelectError, "Si è verificato un errore durante la selezione di questo Gestore dei File."
FileHandlerToggleError, "Si è verificato un errore durante l'abilitazione/disabilitazione di questo Gestore dei File."
HistoryCleared, "Cronologia Ricerche svuotata correttamente."
InvalidExitcode, "Restituisce un codice di errore: {0}"
LineCommandDescription, "{0}: Sostituisce il numero di riga."
lvIFilters_Extension, "Estensione"
lvIFilters_Handler, "Gestore"
lvIFilters_HandlerVersion, "Versione"
NumOfCharError, "Inserire un numero di caratteri tra {0} e {1} e riprovare."
PreviewHandlerListError, "C'è stato un errore durante l'enumerazione dei Gestori per le Anteprime."
PreviewHandlerToggle, "Abilita/Disabilita Gestore Anteprima"
SettingMenuError, "Si è verificato un errore durante l'impostazione del menù contestuale."
tabSettings_FileHandlers, "Gestori dei File"
tabSettings_OtherApp, "Applicazione Utente"
tabSettings_PreviewHandlers, "Gestori Anteprime"
tabSettings_Search, "Cerca"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Risultati della ricerca salvati correttamente.\nAprire il file per la visualizzazione?"
SearchCriteria, "Criterio di Ricerca"
SearchDate, "Data della Ricerca:"
Title, "Risultati della Ricerca"


[IFilterHelper_Strings]
UnknownError, "Errore IFilter sconosciuto"
UsingStandardMethodWarning, "Nessun gestore registrato per questo file, ricerca effettuata con il metodo standard."


[Installer]
AdditionalIcons, "Icone aggiuntive:"
CreateContextMenuItems, "Aggiungi al menu contestuale di Windows"
CurrentUserOnly, "Solo per l'utente attuale"
DesktopIcon, "Crea un'icona sul &desktop"
DotNetInstallNow, "Vuoi installarlo adesso?"
DotNetRequired, "Per usare questa applicazione il tuo sistema necessita di un aggiornamento di .NET Framework ."
ForAllUsers, "Per tutti gli utenti"
LaunchNow, "Avvia ora"
LicKeyInvalid, "Questa chiave licenza non sembra essere valida."
LicKeyLabel, "Chiave licenza:"
LicKeySelectOption, "Seleziona un'opzione per la chiave licenza e riprova."
LicKeyText, "Opzioni chiave licenza:"
LicKeyTextAdminLocked, "La chiave licenza è stata impostata dall'amministratore."
LicKeyTextChangeFree, "Per usare la versione gratuita fai clic su 'Passa alla versione gratuita' nella finestra delle impostazioni ."
LicKeyTextEnterOrFree, "Inserisci una chiave licenza valida o seleziona 'Usa versione gratuita'."
LicKeyTextPaid, "Usa questa chiave licenza:"
LicKeyTextTrial, "Usa la versione di prova (solo la prima volta). Si convertirà in versione gratuita dopo 30 giorni"
RunAtStartup, "Esegui all'avvio di Windows"
SteamKeyInvalid, "La chiave di licenza Steam non è stata caricata correttamente.\nEsci dall'installazione/applicazione e prova a selezionare di nuovo 'Installa' o 'Avvia' da Steam."
TextBefore, "Se FileSeek è avviato, assicurarsi di averlo chiuso prima di continuare con l'installazione.\n\nVisita https://www.fileseek.ca per aggiornamenti e supporto."
UninstallRemoveAllData1, "Vuoi rimuovere TUTTE le impostazioni dell'applicazione, preferenze e file temporanei?"
UninstallRemoveAllData2, "Ciò non è consigliato se desideri reinstallare l'applicazione."
UnsupportedWindowsVersion, "Questo prodotto non è più supportato da questa versione di Windows. Vuoi avere maggiori informazioni per scaricare una versione precedente supportata?"


[LicenseValidate_Strings]
ExpiredPrompt, "La licenza di prova di FileSeek è scaduta.\nSe hai già acquistato una licenza, inseriscila nella finestra delle Impostazioni.\n\nSi desiderano ulteriori informazioni sull'acquisto di una licenza per FileSeek Pro?"
FreeLicenseReminder, "Vuoi supportare lo sviluppo? Fai clic qui!"
Invalid, "Chiave licenza non valida."
InvalidReseller, "Il codice di licenza è valido solo con la versione FileSeek fornita dal proprio Rivenditore.\nContattare il proprio Rivenditore per ulteriori informazioni."
LicenseProcessPro, "Grazie per esserti registrato!"
LicenseProcessProRestoreSettingsPrompt, "È stato rilevato un backup automatico delle impostazioni Pro.\nIl file di backup è vecchio di {0} giorni.\nVuoi importare le impostazioni Pro? Le impostazioni attuali verranno sovrascritte con le impostazioni presenti nel backup."
LicenseProcessRemoved, "La chiave licenza è stata rimossa."
LicenseProcessTrial, "Grazie per aver provato FileSeek Pro!\nLa licenza scadrà il {0:D}."
TrialAlmostDonePrompt, "Il periodo di prova sta per scadere.\nSe hai già acquistato una licenza, inseriscila nella finestra delle Impostazioni.\n\nSi desiderano ulteriori informazioni sull'acquisto di una licenza per FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cerca con FileSeek"


[Words]
About, "Info"
Add, "&Aggiungi"
AdminSettingsLock, "Alcune impostazioni sono gestite dall'amministratore di sistema"
Apply, "Applica"
Browse, "Esplora"
ButtonLater, "&Più tardi"
ButtonMoreInformation, "&Maggiori informazioni"
ButtonUseFreeVersion, "&Usa versione gratuita"
BuyALicenseKey, "Acquista una chiave licenza"
Cancel, "&Annulla"
Close, "&Chiudi"
Copy, "&Copia"
Custom, "Personalizzata"
Cut, "&Taglia"
Default, "Predefinito"
Delete, "&Elimina"
Disable, "&Disabilita"
Disabled, "Disabilitato"
Duplicate, "&Duplica"
Edit, "Modifica"
Enable, "&Abilita"
Enabled, "Abilitato"
EnterALicenseKey, "Inserisci una chiave licenza"
Error, "Errore"
ErrorNotAdminUACDisabled, "Il Controllo Account Utente (UAC) è disabilitato, ma non sei amministratore. \nL'azione richiesta probabilmente fallirà.\nAbilita il Controllo Account Utente o esegui l'accesso come amministratore e riprova. Se recentemente hai disabilitato l'UAC, assicurati di riavviare il computer."
Exit, "&Esci"
FileTypes_AllFiles, "Tutti i file"
FileTypes_ApplicationFiles, "File applicazione"
FileTypes_HTMLFiles, "File HTML"
FileTypes_ImageFiles, "File immagine"
FileTypes_RegistryFiles, "File registro"
FileTypes_SoundFiles, "File audio"
FileTypes_VideoFiles, "File video"
FileTypes_ZipFiles, "File zip"
FreeVsPro, "Comparazione funzioni Free/Pro"
Help, "Guida"
Info, "Informazioni"
InvalidImageFile, "Questa immagine sembra essere corrotta o illeggibile."
Language, "Lingua"
Load, "&Carica"
Name, "Nome"
NameLabel, "Nome:"
Never, "Mai"
No, "No"
OK, "&OK"
Paste, "&Incolla"
ProductSocialOnFacebook, "FileSeek su Facebook"
ProductSocialOnLinkedIn, "FileSeek su LinkedIn"
ProductSocialOnTwitter, "FileSeek su Twitter"
ProOnlyButtonToolTip, "Questa funzionalità è presente solo nella versione Pro!\nFai clic qui per maggiori informazioni."
ProOnlyLabelText, "Per abilitare questa funzionalità aggiorna alla versione Pro"
ProOnlyNotice, "Le funzionalità della versione Pro sono evidenziate in blu"
ProOnlyQuestion, "Per usare questa funzionalità devi aggiornare alla versione Pro .\nVuoi avere maggiori informazione su come fare l'aggiornamento?"
ProOnlyShort, "Solo Pro"
Redo, "&Ripristina"
Refresh, "&Aggiorna"
Remove, "&Rimuovi"
Rename, "&Rinomina"
Retry, "Riprova"
Save, "&Salva"
Seconds, "secondi"
Select, "Seleziona"
SelectAll, "&Seleziona tutto"
Settings, "Impostazioni"
Start, "Avvia"
Stop, "Ferma"
Sync, "Sincronizza"
Undo, "&Annulla modifiche"
Unknown, "Sconosciuto"
Yes, "Sì"